{
  "2023": {
    "beninging": {
      "1": "I remember the online classes we had together, we were in lockdown and not everyone wanted to go out of their houses yet, I remember you sucked at reading and would read all wrong, it was so funny. I'm really proud of you now, you're even working on your accent to make it better.",
      "2": "This was the first time you came to our house, it was me you and Ramtin, you really wanted to play this new harry potter game and I was so excited that a girl was coming to our house for the first time! It was super fun and exciting, I also left you to go home on your own, I was so stupid back then...",
      "4": "Remember this Uni shirt? When I was making it I had tons of fun designing it for you, it was a great time. I haven't seen you wearing it for a long time.",
      "7": "Kitty-cow",
      "8": "You wanted to get rid of your orthodontics, after they were removed you were so glad. Your teeth looked real nice after it.",
      "10": "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA",
      "11": "I loved this phone case you made me, it was done really well, I still have it and will keep it"
    },
    "whereItAllStarted": {
      "1": "This was the night, I rejected you and regretted it, it could have been the end but I'm so glad it wasn't. I was so scared, I didn't know what to do at the time. We met each other after almost two months of no contact except the time I sent you the birthday video. I'm glad that we got to be together.",
      "2": "This was the first night we had some time together, walking around and having fun, it was also the night you told me I was a BAD KISSER. WTF. At least now I'm one of the best kissers in the world I can guarantee that.",
      "5": "We went and had pizza together, it tasted great with extra cream inside the dough, it was different but tasted great, also this picture we got together was amazing, I loved it then and I still love it so much now.",
      "6": "We went to a cafe this day and I gave you a gift! Do you remember? You also gave me one, a kiss on the lips, it was our first one. I loved it.",
      "7": "We went to the candy store that day and bought a bunch of tasty sweets, I kept the candy you chose for me and didn't eat it, one day when I was going to my desk I saw tons of ants crawling all over the candy and it shocked me, I ate it afterwards.",
      "11": "black"
    },
    "inThePark": {
      "1": "We went to this park a lot together, I would come to you from work and we would walk there together, rest a bit, talk a bit more, kiss a lot more, and then we'd go home together with the subway, those were the times. I loved every moment of it."
    },
    "onTheBridge": {
      "1": "When we wanted to go home, this was the bridge we had to cross to reach the other side of the walking path to then get to the subway, it was a great idea to stay and take a bunch of pictures together, I love them all so much, you look so cute and pretty like in every other photo. I love you."
    },
    "tastyFood": {
      "1": "This was a really cool Korean restaurant that we went in, even though it was empty and no one was in it, the food was great, I had tons of fun with you and we thanked the staff before we left, it was great."
    },
    "wattesigma": {
      "1": "Idek"
    },
    "baklava": {
      "1": "This cookie was supposed to be a tiny memory book, but I guess it was way too tasty and you ate it...",
      "5": "We went and ate some baklava here, it was SO GOOD, I even bought some big ones for home and they tasted amazing. Just like you."
    },
    "cafeKetab": {
      "1": "It was a really cold night, we went to this cafe and had latte and a cake, they tasted great and I didn't have any money that night so you paid for us instead. Thanks :D"
    },
    "doretBegardam": {
      "1": "You were with me here and we played tons of games, this one was super fun and cute even though we didn't even get to reach a higher point in the game other than the tutorial. Damn."
    },
    "rambod": {
      "1": "We went to an amusement park inside a mall, I forgor which one, we played a lot of games and it was great. Also Rambod looks kinda gay ngl."
    },
    "jerKhordim": {
      "1": "This... this was the day we went for a bike ride, in the freezing cold and you with almost no experience riding a bike, we went the whole way from the start of Pasdaran to the middle, but in the end it was worth it, we ate something really tasty which I don't even remember its name. You did great and I'm sure it was also a great experience for you as well, just not for your butt and feet. Goboon buttet besham."
    },
    "nose": {
      "1": "I got some tasty moochi for us from the Abmive foorooshi, well I thought they were gonna be tasty, but they weren't really that good, the time I had with you was the best though, I enjoyed it a lot, we took the best pictures in the world and the Joojoo moochi was squashed, it looked so goofy, just like you."
    },
    "vijioCawl": {
      "1": "You need to call me a lot more than you did before, specially now that you're so far away, I miss you a lot."
    }
  },
  "2024": {
    "january": {
      "damdaran": {
        "1": "We went to an amusement park with Namdar that day, we played some VR games, one where we fell off a high building, one of them we were inside a cart which went through a horror mansion and in the end we fell inside a grave and it was game over. We also played some beat saber, that was great, I had an amazing time with you like I always did.",
        "8": "I don't even know what these videos are about, do you?",
        "10": "Just the two of us inside a tight and tiny space."
      }
    },
    "february": {
      "delishoos": {
        "1": "We went and ate breakfast here together, these moments were rare when I could go out with you in the morning, I loved them, they felt different, they felt fresh, the food was also really good, I enjoyed it a lot."
      },
      "harry_pottler": {
        "1": "A harry potter themed cafe, with harry potter themed drinks and food, but lets be honest it was just the names, the food didn't resemble anything special, it was good though, we played backgammon board together and you taught me how to play and I beat you! You schupeeeeeeeeeeeeddddddd boooooooobieeeeeeeeeeee."
      },
      "hulu_lost": {
        "1": "I got some off time from work and waited for you at the park, you came there for me and we had lunch together, those moments were really special to me, I enjoyed all of it with you. Thanks."
      },
      "humbududududum": {
        "1": "We were 'training' together and working on your English, it was really fun, I took one of your tests and got a better score than you even after you've studied for months! It probably felt really bad for you but in the end, it was all worth it.",
        "2": "We went to this cafe a lot, once we didn't even buy anything other than a bottle of water and then we just left and went home.",
        "5": "You always look so goofy whenever we video call, I wished you called me more than you do now, I miss you a lot, this is the second time I'm telling you this. It also helps me understand you better, just talking with you helps a ton.",
        "15": "I loved holding you, it was like holding the softest and warmest pillow ever, there wasn't a feeling better than this.",
        "20": "Your eyes, they turn me.",
        "21": "goofy ahh"
      }
    },
    "march": {
      "my_birthday": {
        "1": "You bought me the cutest cake ever, I loved it, even though it was small and tiny like you, it tasted amazing and was really thoughtful of you I enjoyed it a lot, also the gift you gave me was amazing as well, I always wanted a lava lamp, even though now its just a red water lamp but I still use it sometimes.",
        "5": "KIRYUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUU",
        "6": "I loved this color of your hair, it was special and you never colored it like this again, it was just this once and you looked so sexy and cool, you also kind of looked like Johnny Cage from Mortal Kombat.",
        "9": "This was the time Dudu still liked you, what even happened?????",
        "13": "goofiest ahh goofy ahh ever"
      }
    },
    "april": {
      "hulu_perperi": {
        "1": "You were feeling down this day, I don't really remember what was that made you feel so bad but I had my Nintendo DS with me, we took some pictures with it, they were so funny, we also ate Lasagna, it tasted great. You love lasagna so much, but I love you more."
      },
      "khojel": {
        "1": "Just having phun together, do you remember what we did that day? Cuz I don't, I love your music taste honestly.",
        "2": "You came with me to the hospital, they can't find my veins, the needles hurt, WHY, WHYYYYYYYY",
        "6": "I love how you look with eyeliner, you look so sexy omg. I love you.",
        "16": "Jeret dadam."
      }
    },
    "may": {
      "chingchangchung": {
        "1": "What was this pot called? big boobie pot? because it tasted like big boobies, plus some eggs on the side. IT WAS SO EXPENSIVE, but worth it for just one time and it tasted kind of fun as well.",
        "2": "The chicken though... oh man, that was the best.",
        "3": "Hulu? Hulu kuchulu gooogooloo bubulu dodoloo shooshooloo joogooloo"
      },
      "joogool": {
        "1": "beautiful",
        "2": "wattesigma",
        "3": "I love you too",
        "4": "We had tons of fun, this is the Fekr Kade near our house we had our fun, I love our moments together."
      },
      "makeup": {
        "1": "oh god no"
      }
    },
    "june": {
      "june_vids": {
        "1": "Don't stop me now / Don't stop me / 'Cause I'm having a good time, having a good time / I'm a shooting star leaping through the sky like a tiger / Defying the laws of gravity / I'm a racing car, passing by like Lady Godiva / I'm gonna go, go, go, there's no stopping me / I'm burnin' through the sky, yeah / Two hundred degrees, that's why they call me Mister Fahrenheit / I'm travelling at the speed of light / I wanna make a supersonic man out of you",
        "4": "I've become so numb, I can't feel you there / Become so tired, so much more aware / I'm becoming this, all I want to do / Is be more like me and be less like you",
        "5": "Oh you craaaazy"
      }
    },
    "july": {
      "bootiful": {
        "1": "I really miss being next to you, the calm and ease was the best feeling ever."
      },
      "gootbyepartaaaayyyy": {
        "1": "This was the first and last time I went to a party with you, kinda sad because I never got to see you in such beautiful clothes again but it was a great experience, we danced and had fun and the pictures we took are just amazing. I loved it so much, always wished I could see you in more than normal clothes."
      },
      "skery": {
        "1": "BOO(bie)"
      }
    },
    "august": {
      "bij_boobie": {
        "1": "kheili chasbid fr, sometimes just a really random and normal looking food can taste the best especially if you have tons of different sauces to go with it. Chili Thai my beloved.",
        "4": "Again this cafe, what was so special about it anyway? At least they gave you outlets for electricity...",
        "13": "Jugul khanoum",
        "17": "These fries tasted pretty good, I love fries it doesn't matter what kind, they're all amazing.",
        "19": "hulu kuchulu lost"
      },
      "your_19th_birthday": {
        "1": "Now this was a really special day, we celebrated it together and I gave you tons of small gifts, I don't remember exactly what they were but there was a ring too that I gave it to you before, do you still wear it? I hope you still do, other than that you rarely wore those cute earrings that I gave you, it makes me so sad that you don't like them as much as I did, I loved them :( I hope you had a good time on your birthday and liked your gifts bij boobiee man."
      }
    },
    "september": {
      "booooooooooj": {
        "1": "This restaurant had only one thing special, the sauces, and you know that I love different kinds of sauce, it just adds a special taste to anything, the food was good too I liked it.",
        "5": "Remember going out with these two dumbuls? We absolutely crushed them in any 2 player games that we played and then his ex would get mad at him for losing against us, we're just the best in anything honestly. Stupid ahh Ramdooltintin.",
        "6": "We went to parks a lot together, this one was one of the good ones, a big space, we could sit anywhere we wanted, under the trees felt pretty good with the trees shadows and the cool breeze blowing on our faces, sitting next to you and just enjoying our time was the best. It's been a really long time since we could get a chance to do something like this, I'm sure there are tons of places we could go there together and just relax and enjoy the view, just take a break from the world. I need it a lot."
      }
    },
    "october": {
      "ezteik_friday": {
        "1": "You finally got the result you needed on your TOEFL exam, but you didn't tell me until after your exam and the results you got, same with your drivers license, and with you coming back, you've already seen how I felt the 2 times that you didn't tell me, I was happy but I would've preferred if you've told me as well, instead of keeping me in the dark. It feels like being left out. Not being included in the anticipation, the stress and the happiness felt afterwards, and it doesn't matter if the result is bad, you'll just try again, but if its good, then we'll celebrate it and be happy together 100x more than if you tell me after you only get the good result.",
        "6": "I'm glad you at least like this hairpin, it looks cute on you, wear it more :D",
        "15": "bluuhhhhhhhhhhhhhhhhh"
      },
      "our_anniversary": {
        "1": "One year. That's 365 days, 8760 hours, 525.600 minutes, 31.556.952 seconds, that's a lot of seconds that we were together, I'm glad we got to enjoy most of these days, if out of 365 days we had 10-20 bad ones that's still really good, and I think it was even less than 10 bad days. Anyways, I'm glad you were my first in everything, I wouldn't have wanted it to be with anyone else, I still want these millions of seconds to continue, I want them to reach billions, trillions even, maybe, maybe even MORBILLIONS!!! OMG!!!!!!!! TEN MORBILLION HULUKUSHULU SECONDS AAAAAAAAWO JDAWOIJDAOIJSDJWDOIASD. I love you."
      }
    },
    "november": {
      "boojoo": {
        "1": "This was a really great park, I'm sure we had a lot more photos but I couldn't find them, we drank some tea, I got corn, it tasted great, there was an abandoned theatre thingy up the stairs, we went and explored it a bit and had some fun, there was also an old man walking around with a really young lady, do you remember? He came and started talking with us out of nowhere, weird people. I love our pictures here, they look really nice and boobie.",
        "14": "Pretty."
      },
      "youre_a_wizard": {
        "1": "Another harry pottler themed cafe in Shariati, this one had a better themed design, the hanging candles and the secret shop in the wall was really cool, they also gave us free costumes and we got to take some pictures, it was so much fun, we played some board games and had some drinks, I think they tasted pretty boobie."
      }
    },
    "december": {
      "dec_vids": {
        "1": "We sat down and modded my new keyboard together, I love how it sounds now, a lot better than how it was stock, with the addition of those beautiful keycaps that you got me, I now have the best keyboard ever. I love you so much.",
        "2": "Hulu bubulu",
        "3": "We've honestly went everywhere in this city, there's definitely some more places we could've gone to but we've explored most of it together, the best parts were the ones where we walked everywhere together, just walking and talking with you was one of the best feelings ever."
      }
    }
  },
  "2025": {
    "january": {
      "shiraz": {
        "1": "I sat there for almost 12 hours, it was really tiring, my butt hurt, I didn't get to sleep so well, but we finally reached our destination, I got out and wanted to start moving towards the room I rented, I then realized I've left most of my documents on the bus, I got it back after a while and then I went home, it felt empty, lonely, I also felt lonely.",
        "2": "I slept for a bit, was waiting for you to come, went out and bought some fruits and food, some essentials for the night like beddings and pillow covers, some snacks and other stuff, just so I could have an easier time staying there.",
        "3": "You finally called me and told me where you were, I had to come to you, I felt a lot better, I finally got to see you, I was on a trip with you, it felt unreal, It felt so nice, felt so refreshing, somewhere completely unknown, somewhere completely new, without any limitations. I loved it.",
        "4": "We went for a walk around the place, you were so excited, I was still tired from the bus and the incident in the morning where I left my documents, it just made me feel bad, but seeing you changed everything. After checking the place out, it was time to go, we went and got taxis to your place, after you guys were done, it was time to go out for a bit.",
        "7": "We went and had dinner, drank some tea and juices and spend the night walking around, the scenery was beautiful, it felt amazing, I felt a little bit like an impostor, because I wasn't even supposed to exist or even be involved with you or your life at all, but we chose to be together, the best decision ever.",
        "9": "After the night was over, I had to go to my own house, I wished I could've stayed with you but that wasn't possible, instead I told you I'll come to you early in the morning, so I started walking home, in the way I cried a lot I just wanted to stay with you even if for just one night, I got home and tried to sleep so I finally did. I woke up some hours later, went and took a bath and then came to you, it was like 6am. It felt really good because I was really close to you and I could just walk to you and reach you. It was great.",
        "14": "The places we went together, the stuff we did, the memories we made, the things we ate, the talks we had, they all felt different, felt alive, felt real, I was so happy to be there with you, it was a dream come true for me. We did so much in so little time, I just wished we had more time together, I didn't want it to end so soon.",
        "20": "Everywhere we went felt so special, the feelings I had while being together with you can't be compared to anything, the memories I made on this trip with you will stay with me till the day I'm put in the grave, they'll be cherished and loved by me forever and ever. I wish one day we can make more memories like this from all around the world.",
        "22": "This one was especially amazing, the vast landscape and the massive structures looked so amazing, and the freezing cold breeze was the cherry on top, the pictures we got here were amazing and I love them so much, the lunch we had after was one of the best tasting food ever, everything just felt different with you on this trip, even though we were rushing through everything, I felt a special kind of calm and peace, it was the best.",
        "24": "Even though our time was short, it was the longest time I was with you without too much separation, this felt really special for me even though it might seem like a normal thing for others, to me it was special, I'm sure it was special for you too, I loved everywhere we went, we were together, we did everything together, we saw so many beautiful things, so many ancient architecture, so many boobi- shhhhhhhhhhhh, I loved every moment of it.",
        "28": "The food tasted biblical with you, everything was just the most amazing thing ever, anything that was done with you made it a morbillion times more enjoyable, every hour felt like a lifetime of memories with you, something which I knew we wouldn't be able to have again for at least a really long time. Why? Why. It's so amazing, why can't we have more amazing things? Why...",
        "32": "I just loved every moment with you, it all felt so amazing, you're the cutest girl I've ever seen in my whole life, with the most beautiful heart and loveliest attitude, I love you so much.",
        "36": "I just wished it wouldn't end, but alas, all good things must come to an end, but that doesn't mean better than good things won't come! They have to."
      },
      "milad": {
        "1": "We went here to see the watch show which wasn't anything special honestly, just filled with garbage watches (what the hell is a Philip Watch???????), yeah, anyways the time I had with you was great, we took some beautiful photos together, I love them all."
      },
      "hulu": {
        "1": "tired boobie"
      },
      "baaf": {
        "1": "You're so lovely, anything we did together was just the most fun I could ever have, life was just better with you, I wish that on day I'll get to walk with you under the snow and throw you in a pile of it while you don't expect it at all and laugh until we die."
      }
    },
    "february": {
      "tasted": {
        "1": "I was super sick but I still wanted to see you, these early mornings were pretty rare for us so I would take every chance I got, I loved it.",
        "5": "Oh my gott.",
        "6": "WDAIUWDIUSADJWHAKJHJKEAW"
      }
    },
    "march": {
      "birthday": {
        "1": "boobie."
      },
      "phone": {
        "1": "You were so impatient, but in the end we got it and man is it good, I'm happy for you, you've got something really amazing and it's great, I've always been there for you whenever you got something new, been with you for your phone, for your Steam Deck, and man this last one was literally a STEAL!!! wtf. I WANT ONE!",
        "9": "googoolie mane"
      }
    },
    "april": {
      "dochalkhe": {
        "1": "The days we went for bike rides was great, they felt so good and fun, I wish one day we'll get to ride motorbikes together, it'll feel so good."
      },
      "seshuare": {
        "1": "Remember I made you noodles? The ones where you fry them with peanut butter and give them that amazing taste... oh man I need to make more of those, they also had pomegranate paste with some lemon juice and other spices, those are what made it taste so good.",
        "2": "You look kind of sad here, it's like you've cried a bit, I hope not. I love you bij boobie",
        "6": "We finally got to take a bath together and it was amazing, I got to dry out your hair and brush it too, it was pretty cute. I want to do it a lot more for you."
      }
    },
    "may": {
      "mom": {
        "1": "I always loved including you with my family, you've seen my grandparents, my aunt, and the closest people to me. They all loved you, even at first sight they all said that you looked the cutest and were beautiful. Someone special. The most special girl in the world."
      },
      "motor": {
        "1": "I finally got a motorcycle! After years of wanting one I finally got one for myself (which costed less than your phone somehow). We had tons of fun and we were finally free from the hideous traffic of Tehran. I'm so glad I got one, my life has honestly changed since then. I'm so happy I got to spend some months with you on my bike, I enjoyed it so much, I know you did too."
      },
      "pizza": {
        "1": "I miss Mamoots' pizza, they still taste amazing even though they've increased their prices a bit, but every once in a while its mandatory to go and eat some Mamoot pizza. You just can't live without it. The nostalgic and authentic taste is what brings me back to them."
      }
    },
    "july": {
      "hulu": {
        "1": "These were pictures from one month before you leaving, I'm sure we were both feeling down, its visible in our pictures, even now I'm really sad that I don't have you close to me, I miss these times, I miss feeling you, I miss your hugs, your kisses, your smile in person, your touch, your smell, I miss it all, I wished our circumstances were different, I have faith that this world is small, its round, one day we'll finally get to make the final decision. I want that decision to be the best one."
      }
    },
    "august": {
      "next_life": {
        "1": "I had the best time of my life with you, the things I experienced, the things I learned, the good times and the bad times, every one of them I will cherish and keep in my heart till the day I die, I'm glad you were the first and real one, the one and only, my one and only, I'm glad I could be your first too, thanks for teaching me how to love, even though I'm sure I could've done better, but I believe I did my best wherever I could, thanks for the times you forgave me for something I did and you didn't like, thanks for including me wherever you could, thanks for sacrificing anything and everything you could just to be with me a bit more, thanks for loving me as much as you did and do, thank you Helia. Thank you.",
        "32": "I'll always love you, till the final day, I'll always miss you, I'll always be thankful to you for giving me your heart.",
        "36": "I love you."
      }
    }
  }
}
